Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Ì If you are to take morning medicines before your test, take with a small sip of water within 2 hours of your test time. Your test will be delayed or canceled if you drink anything other than a sip of water with your medicines. • Bring all medicines you usually take (in their original containers) to the hospital with you. • You will need to have an adult with you to take you home after your test. You will not be able to leave by yourself and it will not be safe for you to drive because of the medicine you are given at the start of the test. • You may be told to arrive up to 1 hour before your test is scheduled so that staff can get you ready. Expect to be here for 2 to 4 hours for your test and recovery time. Talk to your doctor or nurse if you have any questions or concerns. © 2008 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Miralax and Dulcolax Bowel Prep. Russian.
ru: Ì Если вам нужно принять лекарства утром, запейте их глотком воды за 2 часа до процедуры. Если вы выпьете больше воды, обследование перенесут или отменят. • Возьмите с собой в больницу все лекарства, которые вы обычно принимаете (в оригинальной упаковке). • С вами должен быть человек, который отвезет вас домой. Вы не сможете уехать самостоятельно, и вам будет опасно садиться за руль из-за лекарства, которое вам дадут в начале обследования. • Вас могут попросить приехать не позднее, чем за 1 час до назначенного времени, чтобы персонал вас подготовил. Обследование и восстановление займут 2–4 часа. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Mixing Two Since your doctor has ordered 2 kinds of insulin that can be mixed, you need to learn how to mix the two insulins together in one syringe. This way you can give yourself one injection or shot instead of two. Some insulins, like glargine (Lantus®) and detemer (Levemir®), cannot be mixed. Other insulins (NovoLog 70/30®, Humalog 75/25®) are already a combination of two types of insulin and should not be mixed. Getting Ready • Gather these supplies: Ì Insulins: _______________ and _______________ Ì Insulin syringe Ì Alcohol pad • Wash your hands with warm water and soap. Dry your hands. What to Do 1. Check the labels on the insulin bottles to make sure you have the correct insulin. Regular, lispro (Humalog®) and aspart (NovoLog®) insulin should be clear. NPH insulin should be cloudy. 2. Check the expiration date on insulin all bottles. Do not use expired insulin. Throw away any insulin left in the bottle 30 days after you first open the bottle. Mixing Two Insulins. Russian.
ru: типов инсулина Insulins Поскольку врач прописал вам два типа инсулина, которые можно смешивать, вам нужно научиться смешивать их в одном шприце. Таким образом нужно будет делать один укол вместо двух. Некоторые типы инсулина, такие как гларгин (Lantus®) и детемер (Levemir®) смешивать нельзя. Другие типы инсулина (NovoLog 70/30®, Humalog 75/25®) уже являются комбинацией двух типов инсулина и не должны смешиваться. Подготовка • Вам понадобятся: Ì инсулин: _______________ и _______________ Ì шприц для введения инсулина; Ì спиртовая салфетка. • Вымойте руки теплой водой с мылом и высушите их. Порядок действий 1. Проверьте этикетки на бутылочках с инсулином, чтобы удостовериться в том, что вы используете необходимый тип инсулина. Обычный инсулин, инсулин лиспро (Humalog®), инсулин аспарт (NovoLog®) должны быть прозрачными. Инсулин NPH должен быть непрозрачным. 2. Проверьте срок годности на всех бутылочках с инсулином. Не используйте просроченный инсулин. Если после вскрытия инсулин хранился в бутылочке дольше 30 дней, выбросьте ее.

source: 3. Gently roll the bottle of cloudy insulin between your hands until it is mixed, and make sure there is no powder on the bottom of the bottle. shake the insulin Do not bottle because this can cause air bubbles. 4. Wipe off the tops of the insulin bottles with an alcohol pad, and then do not touch the top of the bottles. Needle cap 5. Take the syringe out Needle of its package or Barrel of syringe remove the plastic cap. 6. Take off the needle cap and place it on the table. Mixing Two Insulins. Russian
ru: 3. Аккуратно покрутите бутылочку с непрозрачным инсулином между ладонями до тех пор, пока он не перемешается и на дне бутылочки не пропадет осадок. Не встряхивайте бутылочку с инсулином, потому что это может привести к появлению пузырьков воздуха. 4. Протрите верхние части бутылочек с инсулином спиртовой салфеткой и после этого не касайтесь верхней части. Поршень 5. Достаньте шприц из Plunger пакета или удалите пластиковый колпачок. 6. Снимите колпачок с иглы и положите его на стол.

source: 7. Pull the plunger of the syringe down to the number of units of cloudy insulin you need. The syringe will fill with air. The syringe has small lines and numbers. The space between each line on the syringe is one unit. If you are using a 100-unit syringe, the space between each line is 2 units. Move the plunger so the dark end closest to the needle matches the number of units you need. 8. Carefully put the needle through the rubber stopper of the bottle with cloudy insulin. Push the air into the bottle by pushing the plunger all the way down. Putting air in the bottle makes it easier to get the insulin out of the bottle. 9. Take the needle out of the bottle with cloudy insulin. The syringe will be empty. Set the bottle of cloudy insulin aside. 10. Pull the plunger of the syringe down to the number of units of insulin clear needed to fill with air. Mixing Two Insulins. Russian.
ru: 7. Вытяните поршень шприца на необходимое количество доз непрозрачного инсулина. Шприц заполнится Поршень воздухом. Plunger На шприце нанесены линии и числа. Расстояние между линиями на шприце соответствует одной единице. Если вы используете шприц на 100 единиц, расстояние между линиями соответствует двум единицам. Передвиньте поршень таким образом, чтобы темный край, который находится ближе к игле, соответствовал необходимому числу единиц. 8. Осторожно введите иглу в резиновую пробку бутылочки с непрозрачным инсулином. Нажимая на поршень, введите воздух в бутылочку с инсулином. Введение воздуха в бутылочку облегчает извлечение инсулина из бутылочки. 9. Вытащите иглу из бутылочки с непрозрачным инсулином. Шприц будет незаполненным. Отложите бутылочку с непрозрачным инсулином в сторону. 10. Вытащите поршень шприца на необходимое количество доз прозрачного инсулина для того, чтобы шприц наполнился воздухом.

source: 11. Carefully, put the needle into the rubber stopper of bottle with clear insulin, and push the air into the bottle. 12. Turn the bottle of clear insulin upside down with the syringe still in place. Support the needle in the bottle so it does not bend. 13. Pull the plunger down to the number of units of clear insulin you need. 14. Check for air bubbles in the syringe. Air bubbles will not hurt you, but will take the place of insulin. This could cause you to get less insulin than you need because there is no insulin in the air bubble. If you see air bubbles: • Tap the syringe firmly with your fingertip to move the bubbles to the top of the syringe. • Push the plunger up a few units until the air bubbles go back into the insulin bottle. • Pull down on the plunger and fill the syringe with the correct amount of insulin. • Check again for air bubbles. Mixing Two Insulins. Russian
ru: 11. Осторожно введите иглу в резиновую пробку бутылочки с прозрачным инсулином и введите воздух в бутылочку. 12. Переверните бутылочку с прозрачным инсулином вверх дном, не вынимая шприц. Поддерживайте иглу в бутылочке так, чтобы она не изгибалась. 13. Вытащите поршень на необходимое количество единиц прозрачного инсулина. 14. Проверьте, нет ли в шприце пузырьков воздуха. Пузырьки воздуха не причинят вам вреда, но воздух вытеснит часть инсулина. Это может привести к тому, что вы получите меньше инсулина, чем необходимо, потому что в воздушных пузырьках инсулина нет. Если вы заметите пузырьки воздуха: • Сильно постучите по шприцу кончиком пальца для того, чтобы пузырьки переместились в верхнюю часть шприца. • Переместите поршень вверх на несколько делений, пока пузырьки воздуха не вернутся в бутылочку с инсулином. • Вытяните поршень и заполните шприц необходимым количеством инсулина. • Проверьте еще раз, нет ли в шприце пузырьков воздуха.

source: 15. Take the needle out of the bottle with clear insulin. 16. Put the needle into the rubber stopper of the bottle with cloudy insulin. Be careful not to push any clear insulin into the bottle of insulin. cloudy 17. Add the number of units of clear and cloudy insulins together to give you the total number of units. _____ Units of Clear Insulin + _____ Units of Cloudy Insulin ________________________ = _____ Total Number of Units 18. Slowly pull the plunger back to the total number of units needed. This lets the cloudy insulin fill the syringe. • If you get more units of cloudy insulin in the syringe than are needed, not push any insulin back into the bottle. Remove the syringe and throw it into your needle disposal box. Get a new syringe and start over. 19. Take the needle out of the bottle with cloudy insulin. Mixing Two Insulins. Russian.
ru: 15. Вытащите иглу из бутылочки с прозрачным инсулином. 16. Введите иглу в резиновую пробку бутылочки с непрозрачным инсулином. Будьте осторожны, чтобы инсулин не прозрачный попал в бутылочку с непрозрачным инсулином. 17. Сложите количество доз прозрачного и непрозрачного инсулина, чтобы получить суммарное количество единиц. _____ единиц прозрачного инсулина + _____ единиц непрозрачного инсулина ________________________ = _____ Суммарное количество единиц 18. Медленно вытяните поршень до суммарного количества необходимых единиц. Непрозрачный инсулин попадет в шприц. • Если в шприц попало больше доз непрозрачного инсулина, чем необходимо, не возвращайте инсулин обратно в бутылочку. Вытащите шприц и поместите его в контейнер для использованных игл. Возьмите новый шприц и начните все сначала. 19. Вытащите иглу из бутылочки с непрозрачным инсулином.

source: Giving the Insulin 1. Clean the site with an alcohol pad. Let the alcohol dry. If you have just showered or bathed, you do not need to clean the site again. 2. Pinch and hold the skin of the site with one hand. Hold the syringe like a dart or pencil as shown in the picture. 3. Put the needle straight into the skin at a 90 degree angle. Use a quick motion. The quicker you put the needle in, the less it hurts. Push the needle all the way into the skin. 4. Let go of the pinch of skin unless you are told not to. 5. Push the plunger all the way down until all the insulin is in. Wait 5 seconds. Mixing Two Insulins. Russian
ru: Введение инсулина 1. Очистите кожу спиртовой салфеткой. Подождите, пока спирт испарится. Если вы только что приняли ванну или душ, очищать место укола еще раз не нужно. 2. Захватите одной рукой участок кожи в месте укола. Возьмите шприц как стрелу или карандаш, как показано на рисунке. 3. Введите иглу в кожу под углом 90 градусов. Сделайте это быстрым движением. Чем быстрее вы введете иглу, тем менее болезненным будет укол. Полностью введите иглу в кожу. 4. Если других указаний не было, отпустите участок кожи. 5. Надавите на поршень до самого конца, пока не будет введен весь инсулин. Подождите 5 секунд.

source: 6. Remove the needle. Put your finger over the site and apply pressure for 30 to 60 seconds. 7. Check the site for any redness, bleeding or bruising. Put a band-aid on the site if there is bleeding. Clean Up the Supplies 1. Put the used syringe and needle into a needle disposal box. You can use a heavy puncture-resistant plastic container with a lid. Do not recap the needle. Throw away all other supplies in the trash. 2. Be sure to store new and used syringes and needles out of the reach of children and pets. 3. Wash your hands again. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 25, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Mixing Two Insulins. Russian.
ru: 6. Вытащите иглу. Надавите пальцем на место укола и сохраняйте его в таком положении 30-60 секунд. 7. Проверьте, нет ли на месте укола покраснений, кровотечения или кровоподтеков. Если место укола кровоточит, наложите на него пластырь. Утилизация принадлежностей 1. Положите использованные шприц и иглу в контейнер для использованных игл. Можно использовать толстый прочный пластиковый контейнер с крышкой. Не надевайте колпачок на иглу. Выбросьте все использованные принадлежности в мусор. 2. Храните новые и использованные шприцы и иглы в местах, недоступных для детей и домашних животных. 3. Вымойте руки еще раз. Если у вас есть какие-либо вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Mouth Care with Cancer treatments can damage cells in the mouth. This may cause problems with teeth and gums, the lining of the mouth, and the glands that make saliva. See a dentist 2 weeks before starting cancer treatment. Problems may include: • Soreness in the mouth • Sores like cold or canker sores • Burning, peeling, dry mouth and swelling of the tongue • A risk of infection • Trouble with eating, drinking, swallowing, talking or sleeping. To reduce discomfort: • Check your mouth each day. Ì Call your doctor or nurse if you see redness, swelling, open areas, bleeding or white patches. • Keep your mouth clean. Ì Brush your teeth or dentures after meals and before bedtime. Ì Use an extra soft toothbrush with toothpaste. Mouth Care with Cancer Treatment. Russian.
ru: рта при лечении заболеваний Cancer Treatment Лечение онкологического заболевания может повредить клетки ротовой полости. Это может вызвать проблемы с зубами, деснами, слизистой оболочкой рта и слюнными железами. За 2 недели до начала лечения онкологического заболевания обратитесь к стоматологу. Возможные проблемы: • Болезненные ощущения во рту • Герпес или афтозный стоматит • Жжение, шелушение, сухость во рту и отек языка • Риск инфекции • Трудности при приеме пищи, питье, глотании, разговоре, а также нарушение сна Для уменьшения дискомфорта: • Каждый день осматривайте ротовую полость: Если у вас появилось покраснение, опухание, пораженные участки, кровотечение или белые пятна, сообщите лечащему врачу или медсестре. • Поддерживайте ротовую полость в чистоте: Чистите зубы или зубные протезы после каждого приема пищи и перед сном. Ì Пользуйтесь зубной пастой и самой мягкой зубной щеткой.

source: Ì If your mouth is too sore to use a soft toothbrush, use gauze or sponge toothettes soaked in salt water to clean your teeth. • Floss your teeth gently each day. Ì Use unwaxed dental floss. Ì Do not floss areas that are sore or bleeding. • Use a mouthwash after meals and at bedtime. Ì Buy a mouthwash that does not have alcohol or mix one cup of warm water with two pinches (¼ teaspoon) of baking soda and one pinch (⅛ teaspoon) of salt. Rinse and spit out. Do not swallow. Follow with a plain water rinse. • Keep your mouth moist. • Drink 8 to 12 glasses of liquids each day. • Apply lip balm to avoid cracked lips. • Suck on ice chips. • Chew gum or use hard candy. • Talk to your doctor if your mouth is very dry. • Remove and clean dentures each time you brush your teeth after you eat. Rinse your mouth with mouthwash before putting them back in your mouth. Ì Keep your dentures in clean water when you are not wearing them. Mouth Care with Cancer Treatment. Russian.
ru: Ì Если зубная щетка вызывает дискомфорт, воспользуйтесь смоченной в соленой воде марлей или специальной губкой для чистки зубов. • Ежедневно пользуйтесь зубной нитью: Ì Пользуйтесь невощеной нитью. Ì Не используйте нить в местах, вызывающих боль и кровотечение. • После приема пищи и перед сном пользуйтесь ополаскивателем для полости рта: Ì Используйте ополаскиватель без спирта или раствор, состоящий из одной чашки теплой воды, двух щепоток (¼ чайной ложки) пищевой соды и одной щепотки (⅛ чайной ложки) соли. Прополощите рот и выплюньте жидкость. Не глотайте. Ì После этого прополощите рот обычной водой. • Избегайте ощущения сухости во рту: • Каждый день выпивайте 8–12 стаканов жидкости. • Чтобы губы не трескались, пользуйтесь бальзамом для губ. • Рассасывайте ледяную стружку. • Жуйте жевательную резинку или леденцы. • Если ротовая полость очень сухая, обратитесь к своему лечащему врачу. • Снимайте и чистите зубные протезы каждый раз, когда чистите зубы после еды. Прежде чем поместить их назад в ротовую полость, прополощите рот ополаскивателем. Ì Когда зубные протезы не используются, храните их в чистой воде.

source: Ì Talk to your doctor or dentist about dentures that do not fit. • Use medicines to manage mouth discomfort and pain as ordered by your doctor. • Avoid: Ì Acidic foods and juices such as oranges, tomatoes and grapefruits Hot foods such as soup, coffee or tea Spicy foods Ì Pickled foods Ì Rough foods such as nuts, crackers or pretzels All tobacco products Alcohol Talk to your dentist, doctor or nurse if you have any questions or concerns. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Mouth Care with Cancer Treatment. Russian.
ru: Ì Если зубные протезы вам не подходят, проконсультируйтесь со своим лечащим врачом или стоматологом. • Чтобы устранить дискомфорт и болезненные ощущения во рту, принимайте лекарственные средства, назначенные вашим лечащим врачом. • Не употребляйте: Кислые продукты и соки, например апельсины, томаты и грейпфруты Ì Горячую пищу, например суп, кофе или чай Ì Острые блюда Маринованные продукты Твердую пищу, например орехи, крекеры, сушки Ì Табачные изделия Ì Алкоголь Если у вас есть вопросы или опасения, обратитесь к стоматологу, врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: -MRI (Magnetic Resonance An MRI is a safe, painless test. It uses radio waves and a magnetic field to take pictures of soft tissues, bones and blood supplies. The pictures provide information that can help your doctor diagnose the problem that you are having. Arrive on time for your test. The test takes 30 to 90 minutes. What You Need to Know There are some body implants that can either not be safe for you to have an MRI or need special precautions for your safety. If you have any of the following, call the location where you are having your test to speak to staff before your test: • Are or could be pregnant • Have a heart pacemaker • Have aneurysm clips • An implanted pump or stimulator • An artificial heart valve • Breast tissue expander • Stents anywhere in your body • Weigh over 400 pounds or 181 kilograms • Have magnetic implants • Have a blood clot filter • Penil prosthesis • Programmable VP or LP shunt valve • Metal shrapnel or metal fragments inside your body or eyes MRI (Magnetic Resonance Imaging). Russian.
ru: томография (МРТ) Imaging) МРТ — безопасное и безболезненное исследование. Для получения изображения мягких тканей, костей и кровотока используются радиоволны и магнитные поля. Информация на снимках поможет врачу поставить диагноз. Не опаздывайте. Обследование длится 30–90 минут. Что необходимо знать При наличии некоторых имплантатов проходить МРТ может быть небезопасно либо потребуется соблюдать меры предосторожности. Свяжитесь с учреждением, где будет проводиться исследование, и предупредите персонал, если: • Вы беременны или можете быть беременны • У вас кардиостимулятор • У вас аневризматические клипсы • У вас имплантирована помпа или стимулятор • У вас искусственный клапан сердца • У вас тканевые расширители груди • У вас установлен стент • Вы весите более 400 фунтов или 181 кг • У вас магнитные имплантаты • У вас кава-фильтр • У вас фаллопротез • У вас программируемый вентрикуло- перитонеальный или пояснично- перитонеальный шунтирующий клапан • В вашем теле или глазах есть металлические осколки или фрагменты
